import { Schedule } from './schedule';

export const SCHEDULES: Schedule[] = [
  new Schedule('Эко маркет', '10:00-12:00', 3, false, ['', '', '', '']),
  new Schedule('Эко маркет', '12:00-14:00', 3, false, ['', '', '', '']),

  new Schedule('Ипподром', '12:00-14:00', 3, false, ['', '', '', '']),
  new Schedule('Ипподром', '14:00-16:00', 3, false, ['', '', '', '']),
  new Schedule('Ипподром', '12:00-14:00', 4, false, ['', '', '', '']),
  new Schedule('Ипподром', '14:00-16:00', 4, false, ['', '', '', '']),
  new Schedule('Ипподром', '12:00-14:00', 5, false, ['', '', '', '']),
  new Schedule('Ипподром', '14:00-16:00', 5, false, ['', '', '', '']),
  new Schedule('Ипподром', '12:00-14:00', 7, false, ['', '', '', '']),
  new Schedule('Ипподром', '14:00-16:00', 7, false, ['', '', '', '']),

  new Schedule('Магелен',  '13:00-15:00', 3, false, ['', '', '', '']),
  new Schedule('Магелен',  ' 9:00-11:00', 4, false, ['', '', '', '']),
  new Schedule('Магелен',  '11:00-13:00', 4, false, ['', '', '', '']),
  new Schedule('Магелен',  '13:00-15:00', 4, false, ['', '', '', '']),
  new Schedule('Магелен',  ' 9:00-11:00', 5, false, ['', '', '', '']),
  new Schedule('Магелен',  '11:00-13:00', 5, false, ['', '', '', '']),
  new Schedule('Магелен',  '13:00-15:00', 5, false, ['', '', '', '']),
  new Schedule('Магелен',  '14:00-16:00', 6, false, ['', '', '', '']),
  new Schedule('Магелен',  '14:00-16:00', 7, false, ['', '', '', '']),
  new Schedule('Магелен',  ' 9:00-11:00', 1, false, ['', '', '', '']),
  new Schedule('Магелен',  '11:00-13:00', 1, false, ['', '', '', '']),
  new Schedule('Магелен',  '13:00-15:00', 1, false, ['', '', '', '']),

  new Schedule('Ресторан Ишак', '12:00-14:00', 3, false, ['', '', '', '']),
  new Schedule('Ресторан Ишак', '14:00-16:00', 3, false, ['', '', '', '']),
  new Schedule('Ресторан Ишак', '12:00-14:00', 4, false, ['', '', '', '']),
  new Schedule('Ресторан Ишак', '14:00-16:00', 4, false, ['', '', '', '']),
  new Schedule('Ресторан Ишак', '12:00-14:00', 5, false, ['', '', '', '']),
  new Schedule('Ресторан Ишак', '14:00-16:00', 5, false, ['', '', '', '']),

  new Schedule('Липовая алея', '11:00-13:00', 1, false, ['', '', '', '']),
  new Schedule('Липовая алея', '14:30',       2, false, ['', '', '', '']),
];

